{
  "images": [
    {
      "src": "img/3by3/Mary_Celeste.jpg",
      "description": "The Mary Celeste – The most infamous ghost ship in maritime history, found eerily abandoned in 1872, with no sign of struggle, only empty cabins and an untouched cargo hold. Was it an act of supernatural force or the crew's sudden disappearance? To this day, the mystery remains unsolved, leaving behind only whispers of its ghostly presence haunting the waters."
    },
    {
      "src": "img/3by3/sirens.jpg",
      "description": "Sirens – Luring sailors with their hypnotic voices, these mythical sea creatures are said to have drowned countless men, sending them to a watery grave. Their bewitching songs would rise above the crashing waves, leading ships to wreck on treacherous shores. Their siren call is still thought to echo across the sea in moments of storm and misfortune."
    },
    {
      "src": "img/3by3/SS_Valencia_Side.jpg",
      "description": "SS Valencia – Once a mighty vessel, now a ghost ship roaming the waters off the coast of Vancouver. After a tragic wreck in 1906, sightings of the Valencia have persisted, with spectral shapes and strange lights reported by those who sail near the spot. Is it the lost souls of the crew, or a remnant of something darker, still cursed to drift?"
    },
    {
      "src": "img/3by3/Queen_Anne's_Revenge.JPG",
      "description": "Queen Anne’s Revenge – The pirate ship captained by the infamous Blackbeard. Said to be cursed by the spirits of fallen pirates, it vanished without a trace after Blackbeard’s death. But sailors still claim to see its dark sails drifting on the horizon, a shadow of death chasing them across the seas."
    },
    {
      "src": "img/3by3/250px-Flying_Dutchman,_the.jpg",
      "description": "Flying Dutchman – A legend known to sailors the world over, this ghostly ship is said to be condemned to sail the seas for eternity, unable to make port. Its glowing red sails and eerie crew haunt the waters, foretelling doom for those who encounter it. A sighting of the Flying Dutchman is said to bring misfortune, storms, and even death to those who cross its path."
    },
    {
      "src": "img/3by3/Blackcat-Lilith.jpg",
      "description": "The Black Cat – On a ship, the black cat is no mere pet. Sailors believe it is a spirit in disguise, and to kill one is to invite disaster. When one crosses your path, it’s said to bring bad luck and even death. Some tales speak of these cats becoming specters themselves, stalking the decks after dark, and casting an ominous shadow over the ship's fate."
    },
    {
      "src": "img/3by3/330px-UB_148_at_sea_2.jpg",
      "description": "UB-85 – During WWI, this German U-boat was allegedly attacked by a monstrous sea creature. Crew members reported strange phenomena, with accounts of something massive circling the boat in the deep, dark waters. Was it a sea monster, or perhaps a supernatural force that attacked? The truth remains submerged, lost to time, as the U-boat’s haunting tale lingers on."
    },
    {
      "src": "img/3by3/LeMondeSiffler.jpg",
      "description": "Atlantis – Once a powerful city, now nothing but a myth lost beneath the waves. The legends of Atlantis whisper of an advanced civilization destroyed by the gods, vanishing beneath the ocean overnight. Sailors claim to see its remnants from time to time—glowing lights on the horizon or the outline of towering spires in the depths, an eerie reminder of a world that once was."
    },
    {
      "src": "img/3by3/250px-The-Twa-Corbies.jpg",
      "description": "RMS Lusitania – Torpedoed by a German U-boat in 1915, the tragic sinking of the Lusitania sparked the U.S. entry into WWI. But the wreckage was not the end. The sea now holds the ghosts of those lost souls, and some say that their cries can still be heard when the wind howls over the waves—lost souls forever reaching out for justice."
    }
  ]
}
